<template>
  <div>
    <UBreadcrumb
        :links="links"
        :ui="{
          base: 'font-normal',
          li: '!text-[#4f4f4f]',
          active: '!text-[#4f4f4f]/50',
          inactive: 'hover:!text-[#4f4f4f]/50'
			  }"
        class="breadcrumbs"
        divider="/"/>
    <div class="info-page">
      <BlockTitle :sub="'UZCOLOR'" :title="'Условия размещения заказов'"/>
      <div class="info-page__container">
        <h3 class="title">Оформление заказа</h3>
        <p class="sub">
          Заказы принимаются через сайт или по телефону. Для оформления необходимо указать все необходимые данные:
          наименование товара, количество, контактные данные.</p>
        <h3 class="title">Подтверждение заказа</h3>
        <p class="sub"> После размещения заказа, наш менеджер свяжется с вами для подтверждения информации и
          согласования сроков доставки.</p>
        <h3 class="title">Сроки выполнения заказа</h3>
        <p class="sub"> Сроки выполнения зависят от наличия товара на складе и объема заказа. Стандартный срок
          составляет от 1 до 3 рабочих дней.</p>
        <h3 class="title">Оплата</h3>
        <p class="sub"> Оплата принимается банковским переводом, кредитной картой или через электронные платежные
          системы. Полная оплата должна быть произведена до отправки товара.</p>
        <h3 class="title">Доставка</h3>
        <p class="sub"> Мы предлагаем доставку по городу и области. Возможен самовывоз по предварительной
          договоренности. Стоимость доставки рассчитывается отдельно.</p>
        <h3 class="title">Возврат и обмен товара</h3>
        <p class="sub"> Возврат и обмен возможен в течение 14 дней с момента получения заказа при наличии документов,
          подтверждающих покупку, и сохранности упаковки.</p>
        <h3 class="title">Гарантии и ответственность</h3>
        <p class="sub"> Мы гарантируем высокое качество наших товаров. В случае обнаружения брака, товар подлежит замене
          или возврату согласно действующему законодательству.</p>
      </div>
    </div>
  </div>
</template>

<script lang="ts" setup>
const links = ref([
  {
    label: "Главная",
    to: "/",
  },
  {
    label: "Условия размещения заказов",
  },
]);
</script>
