<template>
  <div>
    <UBreadcrumb
        :links="links"
        :ui="{
          base: 'font-normal',
          li: '!text-[#4f4f4f]',
          active: '!text-[#4f4f4f]/50',
          inactive: 'hover:!text-[#4f4f4f]/50'
			  }"
        class="breadcrumbs"
        divider="/"/>
    <div class="info-page">
      <BlockTitle :sub="'Оплата и доставка'" :title="'Оплата и доставка'"/>
      <div class="info-page__container">
        <h3 class="title">Минимальный объем заказа</h3>
        <p class="sub">Оптовая покупка возможна от 1 рулона ткани (вес рулона составляет 20-25 кг).</p>
        <h3 class="title">Способы оплаты</h3>
        <p class="sub"> Оплатить товар можно через расчетный счет или наличными через кассу.</p>
        <h3 class="title">Документы для выставления счета на юридическое лицо:</h3>
        <h3 class="title">Для Индивидуальных Предпринимателей (ИП):</h3>
        <ul class="sub list">
          <li>Карточка клиента с реквизитами.</li>
          <li>Свидетельство о регистрации гражданина в качестве индивидуального предпринимателя (ОГРНИП).</li>
          <li>Свидетельство о постановке на налоговый учет (ИНН).</li>
          <li>Копия паспорта (страница с данными и страница с пропиской).</li>
          <li>Если ИП работает без печати, необходимо письмо в свободной форме или на бланке с реквизитами,
            подтверждающее, что ИП работает без печати, с подписью предпринимателя.
          </li>
        </ul>
        <h3 class="title">Для обществ с ограниченной ответственностью (ООО):</h3>
        <ul class="sub list">
          <li>Карточка клиента с реквизитами, заверенная подписью Генерального директора или Главного бухгалтера и
            печатью организации.
          </li>
          <li>Свидетельство о государственной регистрации организации (ОГРН).</li>
          <li>Свидетельство о постановке на налоговый учет (ИНН/КПП).</li>
          <li>Устав (титульный лист, первая, вторая и последняя страницы, информация о количестве пронумерованных и
            прошнурованных листов, а также страница с указанием срока полномочий руководства).
          </li>
          <li>Протокол или выписка из протокола о назначении Генерального директора (или приказ).</li>
          <li>Если договор подписывает лицо, не являющееся Генеральным директором, требуется доверенность,
            уполномочивающая это лицо заключать договоры от имени организации.
          </li>
          <li>Уведомление из ИФНС о применении упрощенной системы налогообложения (при наличии).</li>
        </ul>
        <h3 class="title">Для самозанятых и физических лиц:</h3>
        <ul class="sub list">
          <li>При безналичной оплате требуется личное присутствие владельца банковской карты.</li>
          <li>Паспорт и ИНН.</li>
        </ul>
        <p class="sub">
          <span class="title">Важно: </span>
          Данный пакет документов предназначен исключительно для физических лиц, не имеющих статус индивидуального
          предпринимателя.
        </p>
        <p class="sub">
          <span class="title">Внимание: </span>Резерв по счету действует в течение 3 рабочих дней.
        </p>
      </div>
    </div>
  </div>
</template>

<script lang="ts" setup>
const links = ref([
  {
    label: "Главная",
    to: "/",
  },
  {
    label: "Условия оплаты",
  },
]);
</script>
